{
  "postsTeams": [
    {
      "id": 1,
      "royal": "Teams",
      "title": "Ищем команду для разработки сайта на ворд-пресс под ключ по индивидуальному дизайну",
      "salary": "2000$/заказ",
      "deadline": "До недели",
      "description": "Ищем команду для разработки сайта на ворд-пресс под ключ по индивидуальному дизайну. Консалтинговая, юридическая направленность. Дизайн максимально современный. Интересует создание сайта с нуля, от отрисовки макета до продвижение. Проекты заказываем часто.",
      "name": "Мендибаев Эркин Кубанычбекович",
      "requirements": [
        {
          "id": 1,
          "title": [
            "Нужен одностраничный сайт под ключ для школы английского языка:",
            "Требования к кандидату:",
            "Что уже есть:"
          ],
          "description": [
            "- самостоятельный анализ сайтов конкурентов, выдвижение преимуществ и недостатков - адаптация выводов из АК под стилистику и идеологию школы - макет/мудборд с первичными заготовками по сайту - ux/ui дизайн с легкой анимацией и доступ к макету в figma - адаптация и верстка на tilda - интеграция с платежной и crm системами - написание текста для сайта, SEO оптимизация - согласование и правки после каждого этапа работы",
            "- работа по договору, оплата на р/с - четкие сроки исполнения (могут быть любые, главное все в срок) - четкая структура описания своей работы, этапов работы; четкие требования к заказчику (по референсам и т.д.) - опыт не важен, если есть сертификаты о пройденных курсах/образовании и наличии резюме с примерами работ - после начала работ постановка задач на день, оповещение об их выполнении ",
            "- Лого - Цветовая палитра - Портрет ЦА - Домен и подписка на tilda"
          ]
        }
      ]
    },
    {
      "royal": "Works",
      "title": "uobuiobuo",
      "salary": "biubuobuo",
      "deadline": "buibuiobuo",
      "description": "buibuobuiojb",
      "name": "ibuobuo",
      "requirements": [
        {
          "title": "ob",
          "description": "oubob"
        }
      ],
      "id": 2
    }
  ],
  "postWorks": [
    {
      "id": 1,
      "title": "Создание сайта для мебельного магазина",
      "salary": "20 000/заказ",
      "name": "Мендибаев Эркин Кубанычбекович",
      "description": "Вам необходимо создать сайт для мебельного магазина. Сайт должен предоставлять информацию о продукции магазина, иметь возможность поиска товаров, а также иметь форму обратной связи для связи с клиентами.",
      "royal": "Works",
      "requirements": [
        {
          "id": 1,
          "title": [
            "Требования к решению задачи"
          ],
          "description": [
            "Мы ожидаем, что вы создадите качественный и функциональный сайт для нашего мебельного магазина, который будет соответствовать всем требованиям и ожиданиям заказчика."
          ]
        }
      ]
    },
    {
      "royal": "wd",
      "title": "wqdwqd",
      "salary": "qwdwqdwqd",
      "name": "wqdwqdwq",
      "description": "dwqdqwd",
      "requirements": [
        {
          "title": "qwdwqd",
          "description": "qwdqwdwqd"
        }
      ],
      "id": 2
    }
  ],
  "postVacancies": [
    {
      "id": 1,
      "royal": "Vacancies",
      "title": "Frontend разработчик (React JS, Redux)",
      "salary": "30 000 KGS",
      "sity": "Москва",
      "name": "Мендибаев Эркин Кубанычбекович",
      "exp": "от 1 до 3 лет",
      "description": "Мы ищем опытного Senior Java Developer, который возглавит нашу команду разработчиков в проекте создания мобильного приложения для банка. Если вы уверенно чувствуете себя лидером команды разработчиков и отлично знаете Java, мы ждем вашего резюме.",
      "requirements": [
        {
          "id": 1,
          "title": [
            "Обязанности"
          ],
          "description": [
            "Разработка высокопроизводительных, масштабируемых и надежных приложений на Java spring boot 3.x.x частие в архитектурном проектировании и рефакторинге кода руководство командой разработчиков (до 10 человек) разработка и поддержка архитектуры проекта code Review и оптимизация кода менторство и обучение младших разработчиков взаимодействие с продакт-менеджерами и другими стейкхолдерами оценка трудозатрат и планирование спринтов сотрудничество с DevOps для автоматизации процессов CI/CD"
          ]
        }
      ]
    }
  ],
  "users": [
    {
      "firstName": "Aman",
      "lastName": "",
      "image": "",
      "email": "amantur.mendibaev2003@gmail.com",
      "phone": "",
      "skills": "",
      "stack": "",
      "education": "",
      "position": "",
      "about": "",
      "type": "user",
      "id": 1
    },
    {
      "name": "Amanco",
      "email": "mendibaev.amantur@mail.ru",
      "image": "",
      "phone": "",
      "members": [],
      "about": "",
      "direction": "",
      "type": "company",
      "id": 2
    },
    {
      "firstName": "Olesia",
      "lastName": "",
      "image": "",
      "email": "5kanolesya@gmail.com",
      "phone": "",
      "skills": "",
      "stack": "",
      "education": "",
      "position": "",
      "about": "",
      "type": "user",
      "id": 3
    }

  ],
  "posts": [],
  "projects": [
    {
      "name": "zxc",
      "link": "zxc",
      "techs": "zxc",
      "descr": "zxc",
      "id": 1
    },
    {
      "name": "123",
      "link": "123",
      "techs": "123",
      "descr": "123",
      "id": 2
    }
  ]
}